DEBUG_MODE = True
LOG_ENABLED = True
USE_SHEDULE = False
LOG_PATH = "./logs"
WRITE_LOG_IN_STDOUT = False
MANAGABLE_ACCOUNT_DATA_PATH = "./accounts_data"
TIKTOK_COOKIES_PATH = "creds/cookies.txt"
CONTENT_DIR_NAME = "contentToUpload"
CREDS_DIR_NAME = "creds"
CONTENT_TO_UPLOAD_CONFIG_FILENAME = "contentToUploadConfig.json"

TAGS = "#Фейгин #Портников #Политика2024 #УкраинаРоссия #Аналитика #Геополитика #ЭкспертныйАнализ #СвободаСлова #Общество #ПоследниеНовости #Будущее #Конфликты #Мир #МнениеЭкспертов #РеальныеФакты #События2024 #ОбзорМира #МирнаяЖизнь #НаЗлобуДня #Украина #Россия #МироваяСцена #ПолитическоеОбозрение #Экономика #ИнтервьюФейгина #Обсуждение #Полезное #ИнтересныеФакты #НовостиМира #КонфликтыИМир #ПолитическийАнализ #СвежиеСобытия #ГлобальнаяПерспектива #СлушайЭкспертов #АктуальныеМнения #ЗащитаПрав #ПолитическиеАктуализации #ЗащитаПрав #МирИКонфликты #НоваяРеальность #СобытияВМире #ЭкспертноеМнение #МироваяСитуация #ТочкаЗрения #НаМировойСцене #Размышления #ГлобальнаяПолитика #МирноеРешение #СоциальныеИзменения #ПолитическийФорум #АктуальныеВопросы #МнениеСпециалистов #МеждународноеПраво #Злободневное #ОстрыеТемы #АктуальныеСобытия #СовременнаяИстория #НовостиСегодня #ГлобальныйВзгляд #Обозреватель #ТекущаяПолитика #ПолитическоеБудущее #СоциальныеТенденции #ВзглядНаМир #АктуальнаяИнформация #СильныеМнения"


MANAGABLE_ACCOUNTS_CONFIG_PATH = "configurations/managable_accounts.json"

